Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Let no evil talk come out of your mouth, but only what is good for giving necessary teaching, and for grace to those who give ear.
chr: ᏞᏍᏗ ᎪᎱᏍᏗ ᎤᏲ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᏅᏓᏳᏄᎪᏨᎩ ᏗᏥᎰᎵ, ᎣᏍᏛᏍᎩᏂ ᎨᏒ ᎤᏩᏒ ᎾᏍᎩ ᎬᏩᏓᎵᏂᎪᎯᏍᏙᏗ ᏥᎩ, ᎾᏍᎩ ᎤᏚᎸᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎬᏩᎦᏘᎠ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏂᎷᏤᏗᏱ ᎠᎾᏛᎩᏍᎩ.

source: And do not give grief to the Holy Spirit of God, by whom you were marked for the day of salvation.
chr: ᎠᎴ ᏞᏍᏗ ᎤᏲ ᏰᏣᏓᏅᏓᏗᏍᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎢᏥᏰᎸᏔᏅᎯ ᏥᎩ ᎬᏂ ᎾᎯᏳ ᎢᎦ ᎡᏧᏓᎴᏍᏗ ᎨᏒ ᎠᏍᏆᎸᎲᎭ.

source: Let all bitter, sharp and angry feeling, and noise, and evil words, be put away from you, with all unkind acts;
chr: ᏂᎦᎥ ᎠᏓᏂᏆᏗᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎧᎾᎸᎢᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏍᏓᏯ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎿᎸᎯ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎢᏴᏛ ᎢᎬᏁᏗ ᎨᏎᏍᏗ ᎢᏤᎲᎢ, ᎤᎵᏠᏯᏍᏕᏍᏗ ᏂᎦᎥ ᎤᏐᏅ ᎨᏒᎢ;

source: And be kind to one another, full of pity, having forgiveness for one another, even as God in Christ had forgiveness for you.
chr: ᎠᎴ ᏗᏣᏓᎨᏳᎯᏳ ᎨᏎᏍᏗ, ᎢᏣᏓᏙᎵᏍᏗ ᏗᏥᎾᏫᏱ, ᏕᏣᏓᏁᎮᏍᏗ ᏕᏣᏓᏍᎦᏅᏤᎲᎢ, ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᏥᎨᏥᏁᎸ ᎢᏥᏍᎦᏅᏨ ᎦᎶᏁᏛ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ.

source: Let it then be your desire to be like God, as well-loved children;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎡᏥᏍᏓᏩᏕᎩ ᎨᏎᏍᏗ ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᏧᎨᏳᎯ ᏧᏪᏥ;

source: And be living in love, even as Christ had love for you, and gave himself up for us, an offering to God for a perfume of a sweet smell.
chr: ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎬᏂᎨᏒ ᏂᏨᏁᎮᏍᏗ ᎢᏤᎲᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᎶᏁᏛ ᎢᎩᎨᏳᎯᏳ ᏥᎨᏒᎩ, ᎠᎴ ᏥᏕᎦᏓᏲᎯᏎᎸᎩ, ᎠᎵᏍᎪᎸᏓᏁᏗ ᎠᎴ ᎠᏥᎸ ᎨᎴᏗ ᏥᏄᎵᏍᏔᏅ ᎤᏁᎳᏅᎯ ᎤᎦᎾᏍᏛ ᎤᏪᏩᏒᎢᏍᏗ.

source: But evil acts of the flesh and all unclean things, or desire for others' property, let it not even be named among you, as is right for saints;
chr: ᎡᏕᎵᏛᏍᎩᏂ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎠᎴ ᏄᏓᎴᏒᏉ ᎦᏓᎭ ᎨᏒᎢ, ᎠᎴ ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᏞᏍᏗ ᎧᏁᎢᏍᏙᏗ ᎤᏅ ᏱᎨᏎᏍᏗ ᎢᏤᎲᎢ, ᎾᏍᎩ ᏧᏂᎵᎶᎲᏍᎦ ᎤᎾᏓᏅᏘ;

source: And let there be no low behaviour, or foolish talk, or words said in sport, which are not right, but in place of them the giving of praise.
chr: ᏞᏍᏗ ᎠᎴ ᎪᎱᏍᏗ ᎤᏁᎢᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎵᏍᎦᏁᏛ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎦᏪᏢᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏃᏒᎾ ᏥᎩ; ᎠᎵᎮᎵᏤᏗᏱᏉᏍᎩᏂ [ᎤᏁᎳᏅᎯ] ᎤᎬᏫᏳᏎᏍᏗ.

source: Being certain of this, that no man who gives way to the passions of the flesh, no unclean person, or one who has desire for the property of others, or who gives worship to images, has any heritage in the kingdom of Christ and God.
chr: ᎯᎠᏰᏃ ᎾᏍᎩ ᎢᏥᎦᏔᎭ, ᎾᏍᎩ ᎩᎶ ᎤᏕᎵᏛ ᏗᏂᏏᎲᏍᎩ, ᎠᎴ ᎠᎦᏓᎭᎢ, ᎠᎴ ᏧᎬᏩᎶᏗ ᎤᎬᎥᏍᎩ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ ᎨᏒᎢ, ᎤᏤᎵ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒ ᎦᎶᏁᏛ ᎤᏤᎵᎪᎯ ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ.

source: Do not be turned from the right way by foolish words; for because of these things the punishment of God comes on those who do not put themselves under him.
chr: ᏞᏍᏗ ᎩᎶ ᎢᏥᎶᏄᎮᏔᏅᎩ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ; ᎾᏍᎩᏰᏃ ᎯᎠ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏂᎷᏤᎭ ᎪᎯᏳᏗ ᏂᎨᏒᎾ ᎨᏒ ᏧᏪᏥ.

source: Have no part with such men;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏂᎯ ᏱᏣᏠᏯᏍᏗᏍᎨᏍᏗ ᎤᎾᎵᏩᏛᎡᎲᎢ.

source: For you at one time were dark, but now are light in the Lord: let your behaviour be that of children of light
chr: ᎢᎸᎯᏳᏰᏃ ᏥᎨᏒ ᎤᎵᏏᎬ ᎢᏤᎲᎩ, ᎪᎯᏍᎩᏂ ᎨᏒ ᎢᎦ-ᎦᏛ ᎢᏤᎭ ᎤᎬᏫᏳᎯ ᎢᏳᏩᏂᏌᏛ; ᎢᎦ-ᎦᏛ ᏧᏪᏥ ᎤᏁᏓᏍᏗ ᎨᏒ ᎢᏤᏙᎮᏍᏗ;

source: (Because the fruit of the light is in all righteousness and in everything which is good and true),
chr: (ᎠᏓᏅᏙᏰᏃ ᎦᎾᏄᎪᏫᏍᎪ ᏂᎦᎥ ᎣᏍᏛ ᎨᏒ ᎠᎴ ᏚᏳᎪᏛ ᎨᏒ ᎠᎴ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎨᏒᎢ,)

source: Testing by experience what is well-pleasing to the Lord;
chr: ᎢᏥᎪᎵᏰᏍᎨᏍᏗ ᎾᏍᎩ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒ ᎤᎬᏫᏳᎯ.

source: And have no company with the works of the dark, which give no fruit, but make their true quality clear;
chr: ᎠᎴ ᏞᏍᏗ ᏱᏗᏣᎵᎪᏁᎮᏍᏗ ᎾᏍᎩ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᎤᎵᏏᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᏕᏥᎬᏍᎪᎸᎥᏍᎨᏍᏗᏉᏍᎩᏂ.

source: For the things which are done by them in secret it is shame even to put into words.
chr: ᎤᏕᎰᎯᏍᏗᏳᏰᏃ ᎧᏁᎢᏍᏙᏗᏱᏉ ᎾᏍᏉ ᎾᏍᎩ Ꮎ ᎾᎾᏛᏁᎲ ᎤᏕᎵᏒᎢ.

source: But all things, when their true quality is seen, are made clear by the light: because everything which is made clear is light.
chr: ᏂᎦᎥᏍᎩᏂ ᏧᏓᎴᏅᏛ ᏗᎬᏍᎪᎸᏅᎯ ᏥᎨᏐ ᎢᎦ-ᎦᏘ ᎬᏗ ᎬᏂᎨᎡ ᎢᏗᎬᏁᎸᎯ ᎨᏐᎢ; ᎾᏍᎩᏰᏃ ᎬᏂᎨᏒ ᎢᏗᎬᏁᎯ ᎨᏒ ᎾᏍᎩ ᎢᎦ-ᎦᏘ.

source: For this reason he says, Be awake, you who are sleeping, and come up from among the dead, and Christ will be your light.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᎦᏪᎭ, ᎯᏰᎩ ᏂᎯ ᎯᎵᎯ, ᎠᎴ ᏔᎴᎲᎦ ᎩᏯᏓᏅᏏ ᏧᏂᏲᎱᏒᎯ ᎩᏯᏓᏑᏴᎢ, ᎦᎶᏁᏛᏃ ᏓᏣᏁᎵ ᎢᎦ-ᎦᏘ.

source: Take care then how you are living, not as unwise, but as wise;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᎦᏌᏯᏍᏕᏍᏗ ᏂᎦᎥ ᏚᏳᎪᏛ ᎢᏣᎴᏂᏓᏍᏗᏱ, ᏞᏍᏗ ᎤᏂᏁᎫ ᎢᏳᎾᏛᏁᏗ, ᎠᏂᎦᏔᎾᎢᏍᎩᏂ ᎢᏳᎾᏛᏁᏗ,

source: Making good use of the time, because the days are evil.
chr: ᎢᏧᏓᎴᏍᎨᏍᏗ ᎪᎯ ᎨᏒ ᎠᎵᏱᎵᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎤᏲᎢᏳ ᎨᏒ ᎪᎯ ᎨᏒᎢ.

source: For this reason, then, do not be foolish, but be conscious of the Lord's pleasure.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏂᏦᎵᎬᎾ ᏱᎨᏎᏍᏗ, ᎢᏦᎵᎩᏍᎩᏂ ᎨᏎᏍᏗ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᏅᎬᏫᏳᎯ.

source: And do not take overmuch wine by which one may be overcome, but be full of the Spirit;
chr: ᎾᏍᎩ ᏞᏍᏗ ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᏱᏗᏥᏴᏍᏕᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎤᏣᏘ ᎤᏲᎢᏳ ᏥᎩ; ᎠᏓᏅᏙᏍᎩᏂ ᎢᏥᎧᎵᏬᎯ ᎨᏎᏍᏗ.

source: Joining with one another in holy songs of praise and of the Spirit, using your voice in songs and making melody in your heart to the Lord;
chr: ᏕᏣᎵᏃᎮᏍᎨᏍᏗ ᏕᏨᏗᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᏗᎧᏃᎩᏍᏙᏗ, ᎠᎴ ᎦᎸᏉᏙᏗ ᏗᎧᏃᎩᏍᏗ, ᎠᎴ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᏗᎧᏃᎩᏍᏗ, ᏕᏥᏃᎩᏍᎨᏍᏗ ᏙᏗᏣᏓᏅᏛ ᏗᏓᎴᎲᏍᎨᏍᏗ ᎤᎬᏫᏳᎯ ᏕᏥᏃᎩᏍᏗᏍᎨᏍᏗ.

source: Giving praise at all times for all things in the name of our Lord Jesus Christ, to God, even the Father;
chr: ᎡᏣᎵᎡᎵᏤᎮᏍᏗ ᏂᎪᎯᎸ ᎤᏁᎳᏅᎯ ᎠᎴ ᎠᎦᏴᎵᎨᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᎬᏩᎵ, ᎢᏨᏗᏍᎨᏍᏗ ᏚᏙᎥ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ;

source: Letting yourselves be ruled by one another in the fear of Christ.
chr: ᏕᏣᏓᏙᎯᏳᎲᏍᎨᏍᏗ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎤᏁᎳᏅᎯ ᎡᏥᎾᏰᏍᎬᎢ.

source: Wives, be under the authority of your husbands, as of the Lord.
chr: ᎢᏥᎨᏴ, ᎢᏨᏒ ᏗᎨᏥᏰᎯ ᏕᏦᎯᏳᏎᏍᏗ, ᎤᎬᏫᏳᎯ ᎪᎯᏳᏗ ᏥᎩ ᎾᏍᎩᏯᎢ.

source: For the husband is the head of the wife, as Christ is the head of the church, being himself the saviour of the body.
chr: ᎠᏍᎦᏯᏰᏃ ᏄᎬᏫᏳᏌᏕᎩ ᎤᏓᎵᎢ ᎡᎲᎢ, ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᏄᎬᏫᏳᏌᏕᎩ ᏥᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎠᏁᎲᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏍᏕᎵᏍᎩ ᎠᏰᎸᎢ.

source: And as the church is under Christ's authority, so let wives be under the rule of their husbands in all things.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎦᎶᏁᏛ ᎬᏬᎯᏳᏗ ᏥᎩ, ᎾᏍᎩᏯ ᎠᏂᎨᏴ ᏗᎬᏩᏂᏰᎯ ᏧᏃᎯᏳᏗ ᏂᎦᎥ [ᏂᎬᏩᏂᏪᏎᎲᎢ.]

source: Husbands, have love for your wives, even as Christ had love for the church, and gave himself for it;
chr: ᎢᏥᏍᎦᏯ, ᏕᏥᎨᏳᏎᏍᏗ ᏗᏣᏓᎵᎢ, ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᎾᏍᏉ ᏧᎨᏳᏎ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᎠᎴ ᎾᏍᎩ ᏓᏍᏕᎵᏍᎬ ᎤᏩᏒ ᏥᏚᏓᏲᏎᎢ,

source: So that he might make it holy, having made it clean with the washing of water by the word,
chr: ᎾᏍᎩ ᎾᏍᎦᏅᎾ ᎢᏳᏩᏁᏗᏱ ᎦᏅᎦᎵᏍᎬᎢ ᎧᏃᎮᏛ ᎬᏗᏍᎬᎢ ᎠᎹ ᏥᎪᏑᎴᏗᏍᎪ ᎾᏍᎩᏯᎢ.

source: And might take it for himself, a church full of glory, not having one mark or fold or any such thing; but that it might be holy and complete.
chr: ᎾᏍᎩ ᎤᏩᏒ ᎠᎦᏔᎲ ᎤᏪᎪᏗᏱ ᏗᎬᏩᎸᏌᏛ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᏄᏚᏯᏍᏛᎾ, ᎠᎴ ᏄᏓᏁᎪᏳᏒᎾ, ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᏍᎩ ᎢᏳᏍᏗ ᏄᏓᏓᎸᎾ; ᎾᏍᎦᏅᎾᏍᎩᏂ ᎢᏳᎵᏍᏙᏗᏱ ᎠᎴ ᎪᎱᏍᏗ ᎾᎫᎢᏍᏛᎾ.

source: Even so it is right for husbands to have love for their wives as for their bodies. He who has love for his wife has love for himself:
chr: ᎾᏍᎩᏯ ᎠᏂᏍᎦᏯ ᎤᏅᏒ ᏗᏂᏰᎸ ᏂᏚᏂᎨᏳᏒ ᎾᏍᎩᏯ ᏱᏂᏚᏂᎨᏳᎭ ᏧᎾᏓᎵᎢ. ᎩᎶ ᎤᏓᎵᎢ ᏧᎨᏳᏐ ᎤᏩᏒ ᎤᏓᎨᏳᏐᎢ.

source: For no man ever had hate for his flesh; but he gives it food and takes care of it, even as Christ does for the church;
chr: ᎥᏝᏰᏃ ᎩᎶ ᎠᏏ ᎢᎸᎯᏳ ᏳᏂᏆᏘᎶ ᎤᏩᏒ ᎤᏇᏓᎸᎢ; ᎨᎶᎰᏍᎩᏂ ᎠᎴ ᎠᏍᏆᏂᎪᏗᏍᎪᎢ, ᎾᏍᎩᏯ ᎤᎬᏫᏳᎯ ᏂᏓᏛᏁᎲ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ;

source: Because we are parts of his body.
chr: ᎠᏴᏰᏃ ᎾᏍᎩ ᎠᏰᎸ ᏕᎦᏚᏓᏔ, ᎾᏍᎩ ᎤᏇᏓᎸ ᎠᎴ ᎾᏍᎩ ᏧᎪᎳ.

source: For this cause will a man go away from his father and mother and be joined to his wife, and the two will become one flesh.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᏕᎬᏕᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎠᏜᏩᏍᏗᏍᎨᏍᏗᏃ ᎤᏓᎵᎢ, ᎾᏍᎩᏃ ᎠᏂᏔᎵ ᏌᏉᏉ ᎨᏎᏍᏗ ᎤᏂᏇᏓᎸᎢ.

source: This is a great secret: but my words are about Christ and the church.
chr: ᎯᎠ ᎾᏍᎩ ᎤᏣᏘ ᎤᏕᎵᏗᏳ; ᎠᏎᏃ ᎦᎶᏁᏛ ᎠᎴ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎦᏥᏁᎢᏍᏗᎭ.

source: But do you, everyone, have love for his wife, even as for himself; and let the wife see that she has respect for her husband.
chr: ᎠᏗᎾ ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎰᏩ ᏕᏥᎨᏳᏎᏍᏗ ᏗᏣᏓᎵᎢ ᎾᏍᎩᏯ ᎢᏨᏒ ᏂᏣᏓᎨᏳᏒᎢ; ᎠᎨᏴᏃ ᎤᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎤᏰᎯ.

source: Children, do what is ordered by your fathers and mothers in the Lord: for this is right.
chr: ᏗᏥᏲᎵ, ᏕᏦᎯᏳᏎᏍᏗ ᏗᏥᎦᏴᎵᎨᎢ ᎤᎬᏫᏳᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᏚᏳᎪᏗᏰᏃ ᎾᏍᎩ ᎯᎠ.

source: Give honour to your father and mother (which is the first rule having a reward),
chr: ᎯᎸᏉᏕᏍᏗ ᏣᏙᏓ ᎠᎴ ᏣᏥ, ᎾᏍᎩ ᎢᎬᏱᏱ ᎤᎵᏁᏨ ᏥᎩ ᏧᎵᏠᏯᏍᏗ ᎠᏚᎢᏍᏛᎢ,

source: So that all may be well for you, and your life may be long on the earth.
chr: ᎾᏍᎩ ᎣᏏᏳ ᎢᎨᏣᎵᏍᏓᏁᏗ ᏱᎩ, ᎠᎴ ᎪᎯᏗᏳ ᎨᏣᎴᏂᏓᏍᏗ ᏱᎩ ᎡᎶᎯ.

source: And, you fathers, do not make your children angry: but give them training in the teaching and fear of the Lord.
chr: ᎠᎴ ᏂᎯ ᎢᏥᎦᏴᎵᎨᎢ, ᏞᏍᏗ ᏱᏗᏥᎿᎸᏍᏗᏍᎨᏍᏗ ᏗᏤᏥ; ᏕᏣᏛᎯᏍᏗᏍᎨᏍᏗᏍᎩᏂ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᏗᏕᏲᏗ ᎨᏒ ᎠᎴ ᎨᏯᏙᎥᎯᏍᏗ ᎨᏒᎢ.

source: Servants, do what is ordered by those who are your natural masters, having respect and fear for them, with all your heart, as to Christ;
chr: ᎡᏥᏅᏏᏓᏍᏗ, ᏕᏦᎯᏳᏎᏍᏗ ᎾᏍᎩ ᎨᏥᏅᏏᏙᎯ ᎠᏂ ᎤᏇᏓᎵ, ᎨᏒᎢ, ᎢᏥᎾᏰᏍᎨᏍᏗ ᎠᎴ ᏕᏥᎾᏫᏍᎨᏍᏗ, ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᎨᏎᏍᏗ ᏗᏥᎾᏫᏱ, ᎦᎶᏁᏛ ᏥᏁᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ.

source: Not only under your master's eye, as pleasers of men; but as servants of Christ, doing the pleasure of God from the heart;
chr: ᎥᏝ ᏥᏛᏓᏗᎧᏃ ᎢᏳᏍᏗ, ᏴᏫᏉ ᎣᏏᏳ ᎤᏂᏰᎸᏗ; ᎦᎶᏁᏛᏍᎩᏂ ᏧᏅᏏᏓᏍᏗ ᎢᏳᎾᏛᏁᏗ, ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᏂᏣᏛᏁᎲᎢ, ᏗᏥᎾᏫᏱ ᏨᏗᏓᎴᎲᏍᎪᎢ;

source: Doing your work readily, as to the Lord, and not to men:
chr: ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᎪᎱᏍᏗ ᎢᏣᏛᏁᎲ, ᎤᎬᏫᏳᎯ ᏥᏁᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ, ᎥᏝᏃ ᏴᏫᏉ ᏥᏂᏕᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ;

source: In the knowledge that for every good thing anyone does, he will have his reward from the Lord, If he is a servant or if he is free.
chr: ᎢᏥᎦᏔᎲ ᎾᏍᎩ ᏂᎦᎥ ᎪᎱᏍᏗ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲ ᎩᎶᎢ, ᎾᏍᎩᏯ ᎢᏳᏍᏗ ᎤᏁᏗ ᎨᏒ ᎤᎬᏫᏳᎯ, ᎾᏍᏉ ᎠᏥᎾᏝᎢ ᏱᎩ, ᎠᎴ ᎾᏥᎾᏝᎥᎾ ᏱᎩ.

source: And, you masters, do the same things to them, not making use of violent words: in the knowledge that their Master and yours is in heaven, and he has no respect for a man's position.
chr: ᎠᎴ ᏂᎯ ᏗᏣᏓᏅᏏᏙᎯ, ᎾᏍᎩᏯ ᎤᏠᏱ ᎾᏍᎩ ᏂᏕᏣᏛᏁᎮᏍᏗ, ᎤᏁᎳᎩ ᎢᏤᎵᏎᏍᏗ ᏕᏥᎾᏰᏓᏁᎲᎢ, ᏥᏥᎦᏔᎭ ᎾᏍᎩ ᏂᎯ ᎾᏍᏉ ᎢᏥᏅᏏᏙᎯ ᎦᎸᎶᎢ ᎡᎲᎢ; ᎥᏝ ᎠᎴ ᏱᏚᏑᏰᏍᏗ ᏴᏫ ᏗᎬᏩᎸᏉᏙᏗ ᎨᏒᎢ.

source: Lastly, be strong in the Lord, and in the strength of his power.
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ, ᎢᏓᎵᏅᏟ, ᏗᏣᎵᏂᎩᏗᏳ ᎨᏎᏍᏗ ᎤᎬᏫᏳᎯ ᎡᏣᎵᏍᎦᏍᏙᏛᎢ, ᎠᎴ ᎢᏣᎵᏍᎦᏍᏙᏛ ᎤᏣᏔᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ.

source: Take up God's instruments of war, so that you may be able to keep your position against all the deceits of the Evil One.
chr: ᏂᎦᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎠᎵᏍᎦᏍᏙᏙ ᎢᏣᏣᏅᏓ, ᎾᏍᎩ ᏰᎵ ᎨᏣᎴᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏍᎩᎾ ᎠᏏᎾᏌᏅ ᏕᏥᎦᏘᎸᏍᏗᏍᎬᎢ.

source: For our fight is not against flesh and blood, but against authorities and powers, against the world-rulers of this dark night, against the spirits of evil in the heavens.
chr: ᎥᏝᏰᏃ ᏱᏗᎦᏟᏴᎭ ᎤᏇᏓᎵ ᎨᏒ ᎠᎴ ᎩᎬ, ᎤᏂᎬᏫᏳᎯᏍᎩᏂ, ᎠᎴ ᏧᎾᎵᏂᎩᏛ, ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏂ ᎡᎶᎯ ᎤᎵᏏᎩ ᎨᏒᎢ, ᏗᏓᏅᏙ ᎤᏂᏁᎫᏥᏛ ᎦᎸᎶ ᏄᎾᏛᎿᏕᎬᎢ.

source: For this reason take up all the arms of God, so that you may be able to be strong in the evil day, and, having done all, to keep your place.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᎩ ᏂᎦᏛ ᎠᎵ ᏍᎦᏍᏙᏙ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᏰᎵ ᏗᎨᏣᏟᏴᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎾᎯᏳ ᎤᏲᎢᏳ ᎢᎦ ᎨᏎᏍᏗ, ᎾᏍᎩᏃ ᏂᎦᏛ ᎢᏣᏛᏁᎸᎯ ᎨᏎᏍᏗ, ᎨᏣᎴᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: Take your place, then, having your body clothed with the true word, and having put on the breastplate of righteousness;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏥᏙᎨᏍᏗ, ᏕᏣᏓᏠᏍᏕᏍᏗ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎨᏒ ᏕᏣᏓᏁᏣᏍᏚᎶᏕᏍᏗ;

source: Be ready with the good news of peace as shoes on your feet;
chr: ᏗᏣᎳᏏᏕᏂᏃ ᏕᏣᎳᏑᎶᏕᏍᏗ ᎠᏛᏅᎢᏍᏔᏅᎯ ᎨᏒ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ;

source: And most of all, using faith as a cover to keep off all the flaming arrows of the Evil One.
chr: ᎠᏎᏃ ᎾᏍᏉ ᎪᎯᏳᏗ ᎨᏒ ᎢᏣᎵᎬᏑᎶᏓ, ᎾᏍᎩ ᎢᏨᏗᏍᎬ ᏰᎵᏉ ᏗᎨᏨᏜᏕᏗ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏥᏍᏟ ᎦᏂ ᎠᏍᎩᎾ ᏧᏤᎵᎦ.

source: And take salvation for your head-dress and the sword of the Spirit, which is the word of God:
chr: ᎠᎵᏍᏕᎸᏙᏗᏃ ᎠᎵᏍᏚᎶ ᎢᏥᎾᎩ, ᎠᎴ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎠᏓᏅᏙ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏥᎩ;

source: With prayers and deep desires, making requests at all times in the Spirit, and keeping watch, with strong purpose, in prayer for all the saints,
chr: ᏂᎪᎯᎸ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᏄᏓᎴᏒ ᎠᏓᏙᎵᏍᏗ ᎨᏒ, ᎠᎴ ᎠᏔᏲᏍᏗ ᎨᏒ ᎠᏓᏅᏙ ᎬᏗ, ᎠᎴ ᎢᏥᏯᏫᏍᎨᏍᏗ ᎾᎿᏂ ᎢᏨᏗᏍᎨᏍᏗ ᏗᏯᏪᎢᏍᏗ ᏂᎨᏒᎾ, ᎠᎴ ᎠᏔᏲᏍᏗ ᎨᏒ ᎨᏥᏍᏕᎸᏗᏱ ᎤᎾᏓᏅᏘ ᎾᏂᎥᎢ.

source: And for me, that words may be given to me in the opening of my mouth, to make clear without fear the secret of the good news,
chr: ᎠᎴ ᎠᏴ ᎥᎩᏍᏕᎸᏗᏱ, ᎾᏍᎩ ᎥᏆᎵᏍᎪᎸᏓᏁᏗᏱ ᎠᎩᏬᏂᎯᏍᏗᏱ, ᎠᎩᏍᏚᎢᏍᏗᏱ ᏥᎣᎵ ᏂᏥᏍᎦᎢᎲᎾ, ᎬᏂᎨᏒ ᎢᏯᏋᏁᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎣᏍᏛ ᎧᏁᎮᏛ;

source: For which I am a representative in chains, and that I may say without fear the things which it is right for me to say.
chr: ᎾᏍᎩ [ᎣᏍᏛ ᎧᏃᎮᏛ] ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᎥᎩᏅᏏᏛ ᎥᏆᎸᎢᏛ ᏥᎩ; ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎾᎿᏂ ᏂᏥᏍᎦᎢᎲᎾ ᎠᎩᏁᎢᏍᏗᏱ, ᎾᏍᎩᏯ ᎢᏯᎩᏪᏍᏗᏱ ᏥᏚᏳᎪᏗ.

source: But so that you may have knowledge of my business, and how I am, Tychicus, the well-loved brother and tested servant in the Lord, will give you news of all things:
chr: ᎾᏍᎩᏃ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᏉ ᎠᏴ ᎾᏆᎵᏍᏓᏁᎵᏕᎬ ᎠᎴ ᎾᏆᏛᎿᏕᎬᎢ, ᏗᎩᎦ, ᎣᏥᎨᏳᎢ ᎣᏣᎵᏅᏟ ᎠᎴ ᎣᏍᏛ ᎢᏯᏛᏁᎯ ᏧᎸᏫᏍᏓᏁᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᎬᏩᎵ, ᎬᏂᎨᏒ ᏅᏓᏨᏁᎵ ᏄᏓᎴᏒ ᎪᎱᏍᏗ;

source: Whom I have sent to you for this very purpose, so that you may have knowledge of our position, and that he may give comfort to your hearts.
chr: ᎾᏍᎩ ᏥᏅᎵ ᏗᏤᎲᎢ ᎾᏍᎩᏉ ᎤᎬᏩᎵ, ᎾᏍᎩ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏃᎦᎵᏍᏓᏁᎵᏕᎬᎢ, ᎠᎴ ᎾᏍᎩ ᏧᎦᎵᏍᏓᏗᏍᏗᏱ ᏗᏥᎾᏫ.

source: Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.
chr: ᎤᏩᏙᎯᏯᏛ ᏚᏂᎧᎿᏩᏗᏙᎮᏍᏗ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎤᎵᏠᏯᏍᏕᏍᏗ ᎪᎯᏳᏗ ᎨᏒᎢ, ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ.

source: Grace be with all those who have true love for our Lord Jesus Christ.
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏚᏂᎧᎿᏩᏗᏙᎮᏍᏗ ᎾᏂᎥ ᏄᎾᏠᎾᏍᏛᎾ ᎤᏂᎨᏳᎯ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ. ᎡᎺᏅ.

source: Epistle to the Philippians
chr: ᏉᎳ ᏈᎵᎩᏱ ᎠᏁᎯ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul and Timothy, servants of Jesus Christ, to all the saints in Christ Jesus at Philippi, with the Bishops and Deacons of the church:
chr: ᏉᎳ ᎠᎴ ᏗᎹᏗ, ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᏂᏅᏏᏙᎯ, ᏫᏙᏍᏙᏪᎳᏏ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎦᎶᏁᏛ ᏥᏌ ᎬᏬᎯᏳᎯ ᎾᏍᎩ ᏈᎵᎩᏱ ᎠᏁᎯ, ᏙᏍᎦᏠᏯᏍᏗᎭ ᏗᏂᎦᏘᏯ ᎠᎴ ᎠᏂᏯᏙᎯᎯ;

source: I give praise to my God at every memory of you,
chr: ᎠᏆᏁᎳᏅᎯ ᏥᏯᎵᎡᎵᏤᎰ ᎢᏳᏍᏗᎭ ᎢᏨᏯᏅᏓᏗᎬᎢ,

source: And in all my prayers for you all, making my request with joy,
chr: ᏂᎪᎯᎸ ᏂᎦᏓᏙᎵᏍᏗᏍᎬ ᏂᏥᏔᏲᎯᎲ ᏂᎯ ᏂᏥᎥ ᎡᏥᏙᎵᏍᏗᏱ, ᎤᎵᎮᎵᏍᏗ ᎠᏆᏓᏅᏛ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ,

source: Because of your help in giving the good news from the first day till now;
chr: ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎢᏣᏖᏆᎶᏒ ᎣᏍᏛ ᎧᏃᎮᏛ ᏕᏥᎧᎿᏩᏗᏒᎢ, ᎢᎬᏱᏱ ᎢᎦ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏘ;

source: For I am certain of this very thing, that he by whom the good work was started in you will make it complete till the day of Jesus Christ:
chr: ᎯᎠ ᎾᏍᎩ ᏑᏓᎴᎩ ᎨᏒ ᎾᏆᏜᏏᏛᎡᎲᎾ, ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᎴᏅᏛ ᏙᏗᏣᏓᏅᏛᎢ ᎾᏍᎩ ᎤᏰᎢᎸᏍᏗᏱ ᎬᎵᏍᏆᏗᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎠᎵᏰᎵᎢᎶᎸ ᎬᏗᏍᎩ;

source: So it is right for me to take thought for you all in this way, because I have you in my heart; for in my chains, and in my arguments before the judges in support of the good news, making clear that it is true, you all have your part with me in grace.
chr: ᎾᏍᎩ ᏥᏚᏳᎪᏗ ᎾᏍᎩ ᎢᏨᏰᎵᏎᏗᏱ ᏂᏥᎥᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᎩᎾᏫᏱ ᎢᏨᏍᏆᏂᎪᏛᎢ; ᎾᏍᏉᏰᏃ ᎥᏆᎸᎢᏛ ᎨᏒᎢ, ᎠᎴ ᏥᏍᏕᎵᏍᎬ ᎠᎴ ᏥᏍᏓᏱᏗᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᎯ ᏂᏥᎥ ᎢᏤᎳᏗᏍᏗᎭ ᎬᏩᎦᏘᏯ ᎥᎩᏙᎵᎬᎢ.

source: For God is my witness, how my love goes out to you all in the loving mercies of Christ Jesus.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎠᏆᏤᎵ ᎠᎦᏔᎯ ᏂᎦᎥ ᎢᏨᎨᏳᏒᎵ ᏥᏌ ᎦᎶᏁᏛ ᎤᏓᎨᏳᏗ ᎬᏗᏍᎬᎢ.

source: And my prayer is that you may be increased more and more in knowledge and experience;
chr: ᎠᎴ ᏥᏔᏲᎯᎭ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏤᎲ ᎠᏏ ᎤᏟ ᎢᎦᎢ ᎤᏁᏉᏨᏍᏗᏱ ᎤᎵᏠᏯᏍᏙᏗᏱ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ, ᎠᎴ ᏂᎦᎥ ᏚᏳᎪᏛ ᎪᎵᏍᏗ ᎨᏒᎢ;

source: So that you may give your approval to the best things; that you may be true and without wrongdoing till the day of Christ;
chr: ᎾᏍᎩ ᎢᏥᎪᏩᏛᏗᏱ ᏧᏓᎴᏅᏛ ᏚᏓᎴᎿᎥᎢ; ᎾᏍᎩ ᏂᏣᏠᎾᏍᏛᎾ ᎢᏣᎵᏍᏙᏗᏱ, ᎠᎴ ᏂᏣᏓᎿᏍᏆᎶᏍᏗᏍᎬᎾ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎠᎵᏱᎶᎸ ᎬᏗᏍᎩ;

source: Being full of the fruits of righteousness, which are through Jesus Christ, to the glory and praise of God.
chr: ᎾᏍᎩ ᎢᏥᎧᎵᏨᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏚᏳᎪᏛ ᎨᏒ ᎤᏓᎴᏅᎯ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏐᏗᏱ, ᎾᏍᎩ ᎤᎸᏉᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎠᎴ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒᎢ.

source: Now it is my purpose to make clear to you, brothers, that the cause of the good news has been helped by my experiences;
chr: ᎠᏎᏃ ᎢᏓᎵᏅᏟ ᎠᏆᏚᎵᎭ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᎩ ᎫᏓᎴᏅᏛ ᎾᏆᎵᏍᏓᏁᎸᎢ ᎤᏁᏉᎢᏍᏗᏱᏉ ᏄᏩᏁᎸ ᎣᏍᏛ ᎧᏃᎮᏛ;

source: So that it became clear through all the Praetorium, and to all the rest, that I was a prisoner on account of Christ;
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎦᎶᏁᏛ ᎠᎩᏍᏛᏗᏍᎬ ᎥᏆᎸᎥᎢ ᎤᎬᏫᏳᎯ ᎦᏁᎸ ᏂᎬ ᎬᏂᎨᏒ ᏄᎵᏍᏔᏅ, ᎠᎴ ᏂᎬᎾᏛᏉ;

source: And most of the brothers in the Lord, taking heart because of my chains, are all the stronger to give the word of God without fear.
chr: ᎠᎴ ᎠᏂᎪᏗᏳ ᎠᎾᎵᏅᏟ ᎤᎬᏫᏳᎯ ᏧᎾᏁᎶᏗ ᎥᏆᎸᎥ ᎢᏳᏩᏂᏌᏛ ᏚᎾᎵᎪᏒ ᏚᎾᏓᏅᏛᎢ, ᎤᏟ ᎢᎦᎢ ᎾᏂᎾᏰᏍᎬᎾ ᏄᎾᎵᏍᏔᏅ ᎧᏃᎮᏛ ᎾᏂᏍᎦᎢᎲᎾ ᎤᏂᏃᎮᏗᏱ.

source: Though some are preaching Christ out of envy and competition, others do it out of a good heart:
chr: ᎢᎦᏛ ᎤᏙᎯᏳᎯ ᎠᏛᏳᎨᏗ ᎨᏒ ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒ ᎤᎾᏚᎵᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎾᎵᏥᏙᎲᏍᎦ ᎦᎶᏁᏛ ᎠᏂᏃᎮᎭ, ᎢᎦᏛᏃ ᎾᏍᏉ ᎣᏏᏳ ᎤᏂᏰᎸᏒᎢ.

source: These do it from love, conscious that I am responsible for the cause of the good news:
chr: ᎯᎠ ᎾᏍᎩ ᏑᎾᏓᎴᎩ ᎨᏒ ᎠᎾᎵᏥᏙᎲᏍᎦ ᎦᎶᏁᏛ ᎠᏂᏃᎮᎭ ᎠᏗᏒᏍᏗᏉ ᎨᏒ ᎤᎾᏚᎵᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎥᏝᏃ ᏄᎾᏠᎾᏍᏛᎾ ᎨᏒ ᏯᏅᏗᎭ, ᎤᏂᏁᏉᏍᏗᏱ ᎤᏂᏰᎸᎭ ᏥᎩᎵᏲᎬ ᎥᏆᎸᎢᏛ ᎨᏒᎢ.

source: But those are preaching Christ in a spirit of competition, not from their hearts, but with the purpose of giving me pain in my prison.
chr: ᎠᏂᏐᎢᏍᎩᏂ ᎬᎩᎨᏳᎯᏳ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎠᏂᎦᏔᎭᏰᏃ ᎥᎩᏁᏤᎸᎯ ᎨᏒ ᎠᎩᏍᏕᎸᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ.

source: What then? only that in every way, falsely or truly, the preaching of Christ goes on; and in this I am glad, and will be glad.
chr: ᎦᏙᎨᏃ? ᎤᏁᎳᎩ, ᏂᎦᎥᏉ ᎾᎾᏛᏁᎲᎢ, ᎾᏍᏉ ᎠᏎᏉᏉ ᏱᎾᎾᏛᏁᎭ, ᎠᎴ ᎤᏙᎯᏳᎯ ᏳᏂᏰᎸᎭ, ᎦᎶᏁᏛ ᎠᏥᏃᎮᎭ; ᎠᎴ ᎾᎿᏂ ᎦᎵᎡᎵᎦ, ᎥᎥ, ᎠᎴ ᎠᏎ ᎦᎵᎡᎵᎨᏍᏗ.

source: For I am conscious that this will be for my salvation, through your prayer and the giving out of the stored wealth of the Spirit of Jesus Christ,
chr: ᏥᎦᏔᎭᏰᏃ ᎯᎠ ᎾᏍᎩ ᎥᎩᏍᏕᎸᏗᏱ ᏭᎵᏰᎢᎶᎯᏍᏗ ᎨᏒᎢ ᏂᎯ ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᏅᏓᎦᎵᏍᏙᏔᏂ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎤᏓᏅᏙ ᎥᎩᏁᎲᎢ;

source: In the measure of my strong hope and belief that in nothing will I be put to shame, but that without fear, as at all times, so now will Christ have glory in my body, by life or by death.
chr: ᎾᏍᎩᏯ ᎤᏣᏘ ᎠᏆᏚᎵᏍᎬ ᎠᎴ ᎤᏚᎩ ᎠᏋᏒᎢ, ᎾᏍᎩ ᏂᎦᎥ ᎪᎱᏍᏗ ᎠᏆᏕᎰᎯᏍᏗᏱ ᏂᎨᏒᎾ, ᏂᎦᎥᏉᏍᎩᏂ ᏂᏥᏍᎦᎢᎲᎾ ᎨᏒᎢ, ᏥᏄᏍᏙᏉ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎪᎯ, ᎦᎶᏁᏛ ᏥᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏥᏰᎸ ᎬᏗ, ᎾᏍᏉ ᎬᏃᏛ ᎨᏒ ᎠᎴ ᎠᎩᏲᎱᎯᏍᏗ ᎨᏒᎢ.

source: For to me life is Christ and death is profit.
chr: ᎠᏏᏰᏃ ᏯᏆᎴᏂᏙᎸ ᎦᎶᏅᏛ ᏥᎸᏉᏙᏗ, ᏯᎩᏲᎱᏒᏃ ᎠᏴ ᎠᎩᏁᏉᏤᏗ.

source: But if I go on living in the flesh--if this is the fruit of my work--then I do not see what decision to make.
chr: ᎢᏳᏍᎩᏂᏃᏅ ᎤᏇᏓᎸ ᏯᏆᎴᏂᏙᎸ, ᎯᎠ ᎾᏍᎩ ᎠᎩᎾᏄᎪᏫᏍᏗ ᏓᎩᎸᏫᏍᏓᎪᎲᎢ; ᎠᎴ ᎥᏝ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏆᏑᏰᏍᏗᏱ.

source: I am in a hard position between the two, having a desire to go away and be with Christ, which is very much better:
chr: ᏔᎵᏰᏃ ᎢᏳᏓᎴᎩ ᎨᏒ ᎠᏍᏓᏱᏳ ᎾᏆᎵᏍᏓᏁᎭ, ᏅᏗᎦᎵᏍᏙᏗ ᎠᏆᏚᎵᏍᎬ ᎠᏆᏂᎩᏍᏗᏱ, ᎠᎴ ᎦᎶᏁᏛ ᏤᎲ ᏩᏆᏕᏗᏱ; ᎾᏍᎩ ᏭᏓᎪᎾᏛᏛ ᎤᏟ ᎣᏏᏳ ᏥᎩ;

source: Still, to go on in the flesh is more necessary because of you.
chr: ᎤᏍᏓᎸᏍᎩᏂᏃᏅ ᎠᏆᎴᏂᏓᏍᏗᏱ ᎤᏟ ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ.

source: And being certain of this, I am conscious that I will go on, yes, and go on with you all, for your growth and joy in the faith;
chr: ᎾᏍᎩᏃ ᎯᎠ ᏥᏄᏍᏗ ᏣᏉᎯᏳᎭ, ᏥᎦᏔᎭ ᎠᏆᎴᏂᏓᏍᏗᏱ ᎠᎴ ᏂᏥᎥ ᎢᏨᏰᎳᏗᏓᏍᏗᏱ, ᎾᏍᎩ ᎢᏥᏁᏉᏤᏗᏱ ᎠᎴ ᎢᏣᎵᎮᎵᏍᏗᏱ ᎢᏦᎯᏳᏒᎢ.

source: So that your pride in me may be increased in Christ Jesus through my being present with you again.
chr: ᎾᏍᎩ ᎤᏣᏘ ᎤᏁᏉᏨᏍᏗᏱ ᎢᏣᎵᎮᎵᎬ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ, ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ, ᎾᏍᎩ ᏔᎵᏁ ᏫᏨᎷᏤᏗ ᎨᏒ ᎢᏳᏍᏗ.

source: Only let your behaviour do credit to the good news of Christ, so that if I come and see you or if I am away from you, I may have news of you that you are strong in one spirit, working together with one soul for the faith of the good news;
chr: ᎾᏍᎩᏯ ᎠᏗᎾ ᎦᎶᏁᏛ ᎤᏤᎵ ᎣᏍᏛ ᎧᏃᎮᏛ ᏧᎵᎶᎲᏍᎦ ᏂᏣᏛᏁᎵᏙᎮᏍᏗ; ᎾᏍᎩ ᎢᏳᏃ ᏱᏫᏨᎷᏤᎸ ᎠᎴ ᏱᏫᏨᎪᎥ, ᎠᎴ ᏯᎩᎪᏁᎸᏉ, ᏱᎦᏛᎬᎦ ᏂᏣᏛᎿᏕᎬᎢ, ᎤᎵᏂᎩᏛ ᏕᏥᏙᎬ ᏌᏉ ᎠᏓᏅᏙᎩᎯ, ᏌᏉ ᎠᏓᏅᏖᏗ ᎬᏗ, ᎠᏖᏆᎶᎯ ᎢᏣᏟᏂᎬᏁᏗᏱ ᎢᏥᏍᏕᎸᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎣᏍᏛ ᎧᏃᎮᏛ.

source: Having no fear of those who are against you; which is a clear sign of their destruction, but of your salvation, and that from God;
chr: ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎲ ᎨᏣᏡᏗᏍᎩ ᏱᏥᏍᎦᏍᏓᏁᎮᏍᏗ; ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᏅᏁᎯ ᎨᏥᏛᏙᏗ ᎨᏒᎢ, ᏂᎯᏍᎩᏂ ᎬᏂᎨᏒ ᎢᏨᏁᎯ ᎡᏥᏍᏕᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏥᏍᏕᎸᏗ ᎨᏒᎢ.

source: Because to you it has been given in the cause of Christ not only to have faith in him, but to undergo pain on his account:
chr: ᏂᎯᏰᏃ ᎡᏥᏁᎸᎯ ᎦᎶᏁᏛ ᎨᏒ ᎢᏳᏍᏗ, ᎥᏝ ᎡᏦᎢᏳᏗᏱᏉ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᎡᏥᎩᎵᏤᏗᏱ;

source: Fighting the same fight which you saw in me, and now have word of in me.
chr: ᎾᏍᎩᏯ ᎠᏗᏒᏍᏗ ᎨᏒ ᎢᏤᎲ ᎾᏍᎩ ᎠᏴ ᏥᏍᎩᎪᎡᎸᎩ, ᎠᎴ ᎪᎯ ᏥᏣᏛᎩᎭ ᎠᏇᎲᎢ.

source: If then there is any comfort in Christ, any help given by love, any uniting of hearts in the Spirit, any loving mercies and pity,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎦᎶᏁᏛᏱ ᎤᎦᎵᏍᏗ ᏅᏓᎬᏩᏓᎴᏗ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᏓᏄᏬᎯᏍᏗᏍᎩ ᎬᏩᏓᏁᏗ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎬᏖᏆᎶᏗ ᎨᏎᏍᏗ ᎠᏓᏅᏙ ᎥᏓᏘᏁᏗ ᎨᏒᎢ, ᎢᏳᏃ ᎠᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎤᏓᏅᏘ ᎨᏒ ᎡᎮᏍᏗ,

source: Make my joy complete by being of the same mind, having the same love, being in harmony and of one mind;
chr: ᎢᏥᎧᎵᏣ ᎦᎵᎡᎵᎬᎢ, ᎤᏠᏱ ᎢᏳᎵᏍᏙᏗᏱ ᎢᏣᏓᏅᏖᏍᎬᎢ, ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏕᏣᏓᎨᏳᏒᎢ, ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏕᏣᏓᏅᏛᎢ, ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏗᏣᏓᏅᏙ.

source: Doing nothing through envy or through pride, but with low thoughts of self let everyone take others to be better than himself;
chr: ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏣᏛᏁᎮᏍᏗ ᎠᏗᏒᏍᏗ ᎨᏒ ᎠᎴ ᎠᏎᏉ ᎠᏢᏈᏍᏗ ᎨᏒ ᎬᏗ; ᎡᎳᏗᏉᏍᎩᏂ ᏂᏕᏨᏅ ᏕᏣᏓᏅᏛ ᎢᏥᏏᏴᏫᎭ ᎤᏟ ᏂᏕᏥᎸᏉᏕᏍᏗ ᎠᏂᏐᎢ ᎡᏍᎦᏉ ᎢᏨᏒ.

source: Not looking everyone to his private good, but keeping in mind the things of others.
chr: ᏞᏍᏗ ᎩᎶ ᎤᏩᏒᏉ ᎤᏤᎵ ᏳᎦᏌᏯᏍᏕᏍᏗ, ᎾᏂᎥᏍᎩᏂ ᎠᏂᏐᎢ ᎾᏍᏉ ᎤᎾᏤᎵᎦ.

source: Let this mind be in you which was in Christ Jesus,
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᏕᏣᏓᏅᏖᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏧᏓᏅᏖ ᎦᎶᏁᏛ ᏥᏌ;

source: To whom, though himself in the form of God, it did not seem that to take for oneself was to be like God;
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏣᎦᏟᎶᏍᏔᏅᎯ ᎨᏒᎢ, ᎥᏝ ᎦᏓᎾᏌᎲᏍᎦ ᏰᎵᏍᎨ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᏄᏍᏛ ᏄᏛᏅᎢ.

source: But he made himself as nothing, taking the form of a servant, being made like men;
chr: ᎠᏎᏃ ᎾᏥᎸᏉᏛᎾ ᏄᏓᏛᏁᎴ ᎤᏩᏒ, ᎠᎴ ᎠᏥᏅᏏᏓᏍᏗ ᏄᏍᏛ ᎾᏍᎩᏯ ᏄᏓᏛᏁᎴᎢ, ᎠᎴ ᏴᏫ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏄᎵᏍᏔᏁᎢ;

source: And being seen in form as a man, he took the lowest place, and let himself be put to death, even the death of the cross.
chr: ᎠᎴ ᏴᏫ ᎾᏍᎩᏯ ᏄᏍᏛ ᎨᏎᎢ, ᎤᏩᏒ ᎾᏥᎸᏉᏛᎾ ᏄᏓᏛᏁᎴᎢ, ᎠᎴ ᎤᏬᎯᏳᎯᏍᏛ ᏄᎵᏍᏔᏁ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎩ, ᎾᏍᎩ ᏓᏓᎿᏩᏍᏛ ᎠᏲᎱᎯᏍᏙᏗ ᎨᏒᎢ.

source: For this reason God has put him in the highest place and has given to him the name which is greater than every name;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎤᏁᎳᏅᎯ ᎤᏣᏘ ᎦᎸᎳᏗᏳ ᎤᏌᎳᏓᏅ, ᎠᎴ ᎤᏁᎸ ᏧᏙᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏂᎦᎥ ᏧᎾᏙᏍᏙᏗ ᎨᏒᎢ,

source: So that at the name of Jesus every knee may be bent, of those in heaven and those on earth and those in the underworld,
chr: ᎾᏍᎩ ᏥᏌ ᏚᏙᎥ ᏂᎦᏗᏳ ᏧᎾᎵᏂᏆᏁᏗᏱ ᎾᏍᏉ ᎦᎸᎶᎢ ᎠᏁᎯ, ᎠᎴ ᎡᎶᎯ ᎠᏁᎯ, ᎠᎴ ᎡᎶᎯ ᎭᏫᏂᏗᏢ ᎠᏁᎯ;

source: And that every tongue may give witness that Jesus Christ is Lord, to the glory of God the Father.
chr: ᎠᎴ ᏂᎦᏗᏳ ᏗᎦᏃᎦ ᎬᏂᎨᏒ ᎢᏳᏅᏁᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎦᎸᏉᏗᏳ ᎢᏳᏩᏁᎯ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ.

source: So then, my loved ones, as you have at all times done what I say, not only when I am present, but now much more when I am not with you, give yourselves to working out your salvation with fear in your hearts;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᎨᏳᎢ, ᏂᎪᎯᎸᏉ ᏥᏦᎯᏳᎲᏍᎪᎢ, ᎥᏝ ᎠᏴ ᏥᎦᏔᎲᏉ ᎢᏳᏍᏗ, ᎪᎯᏍᎩᏂ ᎨᏒ ᎠᎩᎪᏁᎸᎢ ᎤᏟ ᎢᎦᎢ ᏗᏥᎸᏫᏍᏓᏏ ᎡᏥᏍᏕᎸᏗᏱ ᎨᏒᎢ, ᎢᏥᎾᏰᏍᎬ ᎠᎴ ᏕᏥᎾᏫᏍᎬᎢ;

source: For it is God who is the cause of your desires and of your acts, for his good pleasure.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒ ᏕᎤᎸᏫᏍᏓᏁᎭ ᏕᏣᏓᏅᏛᎢ ᎾᏍᎩ ᎢᏣᏚᎸᏗᏱ ᎠᎴ ᎾᏍᏉ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ.

source: Do all things without protests and arguments;
chr: ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎪᎱᏍᏗ ᏂᏗᏣᏓᏕᎵᏎᎲᎾ ᎠᎴ ᏥᏣᏗᏒᎯᎲᎾ ᎨᏎᏍᏗ;

source: So that you may be holy and gentle, children of God without sin in a twisted and foolish generation, among whom you are seen as lights in the world,
chr: ᎾᏍᎩ ᏁᏥᎳᏫᏎᎲᎾ ᎠᎴ ᏂᏣᏠᎾᏍᏛᎾ ᎨᏎᏍᏗ, ᎤᏁᎳᏅᎯ ᏧᏪᏥ, ᎦᏰᏧᎢᏍᏙᏗ ᏂᎨᏒᎾ, ᎢᏣᏓᏑᏴ ᎤᎾᏓᏥᏃᏍᏆᏗᏰᏛ ᎠᎴ ᎤᎾᎪᎸᏛ ᏴᏫ ᎠᏁᎲᎢ, ᎾᏍᎩ ᎾᎿ ᎠᏁᎲ ᏕᏥᎸᏌᏓᏗᎭ ᎡᎶᎯ ᎢᎦ ᏗᏣᏘᏍᏓᏁᎯ ᎾᏍᎩᏯᎢ;

source: Offering the word of life; so that I may have glory in you in the day of Christ, because my running was not for nothing and my work was not without effect.
chr: ᎢᏥᎾᏄᎪᏫᏍᎨᏍᏗ ᎧᏃᎮᏛ ᎬᏂᏛ ᎠᏓᏁᎯ; ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎠᏆᎵᎮᎵᏍᏗᏱ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᏎᏉ ᏗᎩᏍᏆᎸᏔᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎠᏎᏉ ᏗᎩᎸᏫᏍᏓᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And even if I am offered like a drink offering, giving myself for the cause and work of your faith, I am glad and have joy with you all:
chr: ᎥᎥ, ᎠᎴ ᎢᏳ ᏯᏆᏓᎵᏍᎪᎸᏔᏅ ᎾᎿ ᎠᏥᎸ ᎢᏤᎶᎲᎢ ᎠᎴ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎪᎯᏳᏗ ᎢᏨᏗᏍᎬᎢ, ᎦᎵᎡᎵᎦ, ᎠᎴ ᎢᏨᏯᎵᎪᏁᎭ ᎢᏣᎵᎮᎵᎬᎢ.

source: And in the same way do you be glad and have a part in my joy.
chr: ᎾᏍᎩ ᎾᏍᏉ ᏫᏂᎦᎵᏍᏙᏓ ᏂᎯ ᎢᏣᎵᎮᎵᎩ, ᎠᎴ ᏍᎩᏯᎵᎪᎲᏏ ᎠᏴ ᎦᎵᎡᎵᎬᎢ.

source: But I am hoping in the Lord Jesus to send Timothy to you before long, so that I may be comforted when I have news of you.
chr: ᎠᏎᏃ ᎤᏚᎩ ᎠᏋᎭ ᎤᎬᏫᏳᎯ ᏥᏌ ᎢᏳᏩᏂᏐᏗᏱ ᏗᎹᏗ ᏥᏅᏍᏗᏱ ᏗᏤᎲ ᏂᎪᎯᎸᎾ, ᎾᏍᎩ ᎠᏴ ᎾᏍᏉ ᎣᏍᏛ ᎠᎩᎦᎵᏍᏓᏗᏍᏗᏱ ᎦᏙᎴᎰᏒᎭ ᏂᏣᏛᎿᏕᎬᎢ.

source: For I have no man of like mind who will truly have care for you.
chr: ᎥᏝᏰᏃ ᎩᎶ ᏲᎩᎾᎵᎪᎭ ᎤᏠᏱ ᎤᏓᏅᏔᏩᏕᎩ, ᎾᏍᎩ ᎠᏎ ᎬᏩᎦᏌᏯᏍᏙᏗ ᎨᏒ ᏂᏣᏛᎿᏕᎬᎢ.

source: For they all go after what is theirs, not after the things of Christ.
chr: ᎾᏂᎥᏰᏃ ᎤᏅᏒᏉ ᎤᎾᏤᎵ ᎨᏒ ᎤᏂᏲᎰᎢ, ᎥᏝᏃ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵ ᎨᏒᎢ.

source: But his quality is clear to you; how, as a child is to its father, so he was a help to me in the work of the good news.
chr: ᎠᏎᏃ ᎡᏥᎦᏔᎭ ᏄᏍᏛ ᎾᏍᎩ ᎠᏥᎪᎵᏰᎥᎢ, ᎾᏍᎩ ᎩᎶ ᎤᏪᏥ ᎤᏙᏓ ᏣᏍᏕᎵᏍᎪ ᎾᏍᎩᏯ ᎠᎩᏍᏕᎸᎯᏙᎸ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᎵᏱᎸᏍᏗᏱ ᏓᎩᎸᏫᏍᏓᏁᎲᎢ.

source: Him then I am hoping to send as quickly as possible, when I am able to see how things will go for me:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏚᎩ ᎠᏋᎭ ᎾᏍᎩ ᏥᏅᏍᏗᏱ ᎢᎬᏪᏅᏛ ᎦᏙᎴᎣᏒᏉ ᎢᏯᏉᎵᏍᏓᏁᏗ ᎨᏒᎢ.

source: But I have faith in the Lord that I myself will come before long.
chr: ᎠᏎᏃ ᏥᏯᎵᏍᎦᏍᏙᏗᎭ ᎤᎬᏫᏳᎯ ᎤᎵᏍᎪᎸᏙᏗᏱ ᎠᏴ ᎾᏍᏉ ᎠᏋᏒ ᏂᎪᎯᎸᎾ ᏫᏨᎷᏤᏗᏱ.

source: But it seemed to me necessary to send to you Epaphroditus, my brother, who has taken part with me in the work and in the fight, and your servant, sent by you for help in my need;
chr: ᎠᏗᎾ ᎠᏎ ᏱᏥᏅᏒ ᎠᏇᎵᏒ ᎢᏆ-’ᎶᏓᏔ ᏫᏥᎷᏤᏗᏱ, ᎾᏍᎩ ᎠᎩᏅᏟ ᎠᎴ ᎣᎩᎾᏖᏆᎶᎯ ᏙᎩᏂᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎣᎩᎾᎵᎪᎯ ᎣᏍᏗᏯᏫᏍᎩ, ᏂᎯᏍᎩᏂ ᎡᏥᏅᏏᏛ, ᎠᎴ ᎾᏍᎩ ᎠᎩᏍᏕᎸᏛ ᎠᎩᏩᏛᏗᏱ ᎠᎩᏂᎪᎯᏎᎲᎢ.
